[
    {
        "title": "Accessible",
        "tag": "Positive",
        "content": "Approachable and easy to talk to or connect with. Willing to listen and be present for others."
    },
    {
        "title": "Active",
        "tag": "Positive",
        "content": "Engaged in continuous and energetic activity; always on the go and physically involved."
    },  
    {
        "title": "Adaptable",
        "tag": "Positive",
        "content": "Able to adjust to new conditions or changes easily. Flexible and open to new ideas."
    },
    {
        "title": "Admirable",
        "tag": "Positive",
        "content": "Worthy of admiration or respect. Having highly praiseworthy qualities or skills."
    },
    {
        "title": "Adventurous",
        "tag": "Positive",
        "content": "Eager to take risks or explore new things. Exciting and full of novel experiences. Additionally, an adventurous person may be willing to face uncertainty and challenges with enthusiasm and courage."
    },
    {
        "title": "Agreeable",
        "tag": "Positive",
        "content": "Pleasant and friendly in manner. Easily getting along with others and quick to concur with their views."
    },
    {
        "title": "Alert",
        "tag": "Positive",
        "content": "Quick to notice or respond to things. Vigilant and attentive to one's surroundings."
    },
    {
        "title": "Allocentric",
        "tag": "Positive",
        "content": "Focused on or concerned with others rather than oneself. Prioritizing the needs and feelings of others above one's own. This trait is often associated with empathy, selflessness, and a strong sense of community. An allocentric person may be deeply caring, generous, and dedicated to the well-being of others, often putting their needs first."
    },    
    {
        "title": "Amiable",
        "tag": "Positive",
        "content": "Friendly and pleasant in disposition. Easy to get along with and likeable."
    },
    {
        "title": "Anticipative",
        "tag": "Positive",
        "content": "Expecting or preparing for something before it happens. Able to foresee and plan for future events or needs. An anticipative person may be proactive, forward-thinking, and well-prepared, often considering various outcomes and scenarios to ensure readiness."
    },
    {
        "title": "Appreciative",
        "tag": "Positive",
        "content": "Grateful and thankful. Acknowledging and valuing the good qualities of someone or something."
    },
    {
        "title": "Aspiring",
        "tag": "Positive",
        "content": "Having a strong desire to achieve something. Ambitious and eager to succeed."
    },
    {
        "title": "Athletic",
        "tag": "Positive",
        "content": "Physically strong, fit, and active. Skilled in areas of sports or bodily coordination."
    },
    {
        "title": "Attractive",
        "tag": "Positive",
        "content": "Pleasing in appearance or manner. Having qualities that draw people in."
    },
    {
        "title": "Balanced",
        "tag": "Positive",
        "content": "Stable and well-proportioned emotionally and mentally. Able to juggle different aspects of life effectively."
    },
    {
        "title": "Benevolent",
        "tag": "Positive",
        "content": "Kind and generous, wanting to help others. Having a desire to do good."
    },
    {
        "title": "Brilliant",
        "tag": "Positive",
        "content": "Exceptionally intelligent or talented. Outstanding and impressive."
    },
    {
        "title": "Calm",
        "tag": "Positive",
        "content": "Composed and tranquil, not easily agitated. Able to stay collected under pressure."
    },
    {
        "title": "Capable",
        "tag": "Positive",
        "content": "Competent and able to achieve tasks effectively. Having the ability or capacity for something."
    },
    {
        "title": "Captivating",
        "tag": "Positive",
        "content": "Charming and able to hold the attention. Fascinating and alluring."
    },
    {
        "title": "Caring",
        "tag": "Positive",
        "content": "Displaying kindness and concern for others. Willing to look after or help those in need."
    },
    {
        "title": "Challenging",
        "tag": "Positive",
        "content": "Testing one's abilities and determination. Provoking and stimulating, often in a demanding way."
    },
    {
        "title": "Charismatic",
        "tag": "Positive",
        "content": "Charming and able to draw others in. Having a compelling and magnetic personality."
    },
    {
        "title": "Charming",
        "tag": "Positive",
        "content": "Pleasant, attractive, and engaging. Able to draw others in with ease."
    },
    {
        "title": "Cheerful",
        "tag": "Positive",
        "content": "Noticeably happy and optimistic. Having a positive and upbeat demeanor."
    },
    {
        "title": "Clean",
        "tag": "Positive",
        "content": "Neat and tidy. Free from dirt or impurities, both physically and morally."
    },
    {
        "title": "Clear-headed",
        "tag": "Positive",
        "content": "Able to think clearly and make sound judgments. Not confused or muddled."
    },
    {
        "title": "Clever",
        "tag": "Positive",
        "content": "Quick to understand, learn, and devise solutions. Intelligent and skilled."
    },
    {
        "title": "Colourful / Colorful",
        "tag": "Positive",
        "content": "Vivid and bright. Full of interest and variety."
    },
    {
        "title": "Companionly",
        "tag": "Positive",
        "content": "Friendly and sociable. Providing pleasant and supportive company."
    },
    {
        "title": "Compassionate",
        "tag": "Positive",
        "content": "Feeling or showing sympathy and concern for others. Having a desire to help and understand."
    },
    {
        "title": "Conciliatory",
        "tag": "Positive",
        "content": "Seeking to reconcile or pacify. Aiming to resolve disputes and promote harmony."
    },
    {
        "title": "Confident",
        "tag": "Positive",
        "content": "Sure of oneself and one's abilities. Trusting in one's own capacities and judgments."
    },
    {
        "title": "Conscientious",
        "tag": "Positive",
        "content": "Careful, thorough, and diligent. Having a strong sense of duty and responsibility."
    },
    {
        "title": "Considerate",
        "tag": "Positive",
        "content": "Thoughtful and respectful of others' feelings. Kind and polite."
    },
    {
        "title": "Constant",
        "tag": "Positive",
        "content": "Steadfast and unchanging. Reliable and consistent over time."
    },
    {
        "title": "Contemplative",
        "tag": "Positive",
        "content": "Thoughtful and reflective. Deeply or seriously thoughtful."
    },
    {
        "title": "Cooperative",
        "tag": "Positive",
        "content": "Willing to work together with others. Helpful and collaborative."
    },
    {
        "title": "Courageous",
        "tag": "Positive",
        "content": "Brave and able to face and deal with difficulties. Not easily intimidated or frightened."
    },
    {
        "title": "Courteous",
        "tag": "Positive",
        "content": "Polite and respectful. Displaying good manners and consideration for others."
    },
    {
        "title": "Creative",
        "tag": "Positive",
        "content": "Able to use imagination and original ideas to create something. Innovative and artistically skilled."
    },
    {
        "title": "Cultured",
        "tag": "Positive",
        "content": "Well-educated and refined. Having or showing an appreciation of artistic and intellectual pursuits."
    },
    {
        "title": "Curious",
        "tag": "Positive",
        "content": "Eager to know or learn something. Inquisitive and open to new experiences."
    },
    {
        "title": "Daring",
        "tag": "Positive",
        "content": "Bold and adventurous. Willing to take risks and face challenges."
    },
    {
        "title": "Debonair",
        "tag": "Positive",
        "content": "Confident, stylish, and charming. Suave and sophisticated in manner."
    },
    {
        "title": "Decent",
        "tag": "Positive",
        "content": "Morally good and honorable. Kind, fair, and respectable."
    },
    {
        "title": "Decisive",
        "tag": "Positive",
        "content": "Able to make decisions quickly and effectively. Resolute and determined."
    },
    {
        "title": "Dedicated",
        "tag": "Positive",
        "content": "Devoted and committed to a task or purpose. Willing to put in considerable effort and time."
    },
    {
        "title": "Deep",
        "tag": "Positive",
        "content": "Profound and thoughtful. Having or showing great knowledge or insight."
    },
    {
        "title": "Dignified",
        "tag": "Positive",
        "content": "Having or showing a composed and serious manner. Worthy of respect and honor."
    },
    {
        "title": "Disciplined",
        "tag": "Positive",
        "content": "Able to follow rules and maintain self-control. Committed to rigorous practice or training."
    },
    {
        "title": "Dynamic",
        "tag": "Positive",
        "content": "Positive in attitude and full of energy. Lively and proactive."
    },
    {
        "title": "Educated",
        "tag": "Positive",
        "content": "Well-informed and knowledgeable. Having received or pursued learning."
    },
    {
        "title": "Efficient",
        "tag": "Positive",
        "content": "Achieving maximum productivity with minimum wasted effort. Well-organized / organised and competent."
    },
    {
        "title": "Elegant",
        "tag": "Positive",
        "content": "Graceful and stylish in appearance or manner. Tastefully fine or luxurious."
    },
    {
        "title": "Empathetic",
        "tag": "Positive",
        "content": "Able to understand and share the feelings of another. Showing compassion and sensitivity."
    },
    {
        "title": "Energetic",
        "tag": "Positive",
        "content": "Vigorous and enthusiastic. Having or showing great activity or vitality."
    },
    {
        "title": "Enthusiastic",
        "tag": "Positive",
        "content": "Intensely eager and interested. Passionate and excited about something."
    },
    {
        "title": "Friendly",
        "tag": "Positive",
        "content": "Kind, helpful, and pleasant. Easy to talk to and approachable."
    },
    {
        "title": "Generous",
        "tag": "Positive",
        "content": "Ready to give more than is necessary or expected. Showing kindness and understanding."
    },
    {
        "title": "Gentle",
        "tag": "Positive",
        "content": "Mild in temperament, kind, and tender. Not harsh or severe."
    },
    {
        "title": "Genuine",
        "tag": "Positive",
        "content": "Truly what it is said to be; authentic. Sincere and honest."
    },
    {
        "title": "Gracious",
        "tag": "Positive",
        "content": "Courteous, kind, and pleasant. Showing grace and goodwill."
    },
    {
        "title": "Hardworking",
        "tag": "Positive",
        "content": "Industrious and diligent. Putting in a lot of time and effort."
    },
    {
        "title": "Honest",
        "tag": "Positive",
        "content": "Truthful and trustworthy. Not deceitful or fraudulent."
    },
    {
        "title": "Humble",
        "tag": "Positive",
        "content": "Having or showing a modest or low estimate of one's own importance. Not arrogant or proud."
    },
    {
        "title": "Humorous",
        "tag": "Positive",
        "content": "Having or showing a sense of humor. Amusing and entertaining."
    },
    {
        "title": "Imaginative",
        "tag": "Positive",
        "content": "Having or showing a creative or original approach. Able to think of new ideas."
    },
    {
        "title": "Independent",
        "tag": "Positive",
        "content": "Free from outside control; not depending on another's authority. Self-governing."
    },
    {
        "title": "Innovative",
        "tag": "Positive",
        "content": "Introducing new ideas; original and creative in thinking."
    },
    {
        "title": "Intelligent",
        "tag": "Positive",
        "content": "Having strong intellectual abilities. Quick to understand and learn."
    },
    {
        "title": "Kind",
        "tag": "Positive",
        "content": "Gentle, caring, and helpful. Benevolent and compassionate."
    },
    {
        "title": "Logical",
        "tag": "Positive",
        "content": "Based on clear, sound reasoning. Reasonable and sensible."
    },
    {
        "title": "Directed",
        "tag": "Positive",
        "content": "Having a clear aim or purpose. Focused and guided towards a specific goal."
    },
    {
        "title": "Discreet",
        "tag": "Positive",
        "content": "Careful and circumspect in one's words or actions. Prudent and judicious in maintaining confidentiality."
    },
    {
        "title": "Dramatic",
        "tag": "Positive",
        "content": "Exciting and full of emotion. Theatrical and expressive, often to an exaggerated degree."
    },
    {
        "title": "Dutiful",
        "tag": "Positive",
        "content": "Fulfilling one's obligations and responsibilities. Conscientious and committed to one's duties."
    },
    {
        "title": "Earnest",
        "tag": "Positive",
        "content": "Sincere and serious in intention. Displaying a deep and honest conviction."
    },
    {
        "title": "Ebullient",
        "tag": "Positive",
        "content": "Cheerful and full of energy. Exuberant and enthusiastic."
    },
    {
        "title": "Eloquent",
        "tag": "Positive",
        "content": "Clearly and expressively persuasive. Having or showing great skill in speaking or writing."
    },
    {
        "title": "Esthetic",
        "tag": "Positive",
        "content": "Having a sense of beauty. Appreciative of art, nature, and elegant design."
    },
    {
        "title": "Exciting",
        "tag": "Positive",
        "content": "Causing great enthusiasm and eagerness. Thrilling and full of energy."
    },
    {
        "title": "Extraordinary",
        "tag": "Positive",
        "content": "Remarkable and exceptional. Beyond what is ordinary or usual."
    },
    {
        "title": "Fair",
        "tag": "Positive",
        "content": "Just and unbiased. Treating people equally without favoritism or discrimination."
    },
    {
        "title": "Faithful",
        "tag": "Positive",
        "content": "Loyal and constant in affection or allegiance. Steadfast and reliable."
    },
    {
        "title": "Felicific",
        "tag": "Positive",
        "content": "Producing or tending to produce happiness. Conducive to well-being and contentment."
    },
    {
        "title": "Firm",
        "tag": "Positive",
        "content": "Resolute and determined. Steadfast and unyielding in one's decisions or actions."
    },
    {
        "title": "Flexible",
        "tag": "Positive",
        "content": "Able to be easily modified. Willing to change or adapt as necessary."
    },
    {
        "title": "Forceful",
        "tag": "Positive",
        "content": "Strong and powerful. Having or showing a force of character that compels or dominates others."
    },
    {
        "title": "Forthright",
        "tag": "Positive",
        "content": "Direct and outspoken. Honest and straightforward in manner."
    },
    {
        "title": "Freethinking",
        "tag": "Positive",
        "content": "Forming opinions on the basis of reason. Independent and open-minded in thought."
    },
    {
        "title": "Fun-loving",
        "tag": "Positive",
        "content": "Enjoys amusement and entertainment. Lively and enthusiastic about having a good time."
    },
    {
        "title": "Gallant",
        "tag": "Positive",
        "content": "Brave and heroic. Courteous and chivalrous, especially towards women."
    },
    {
        "title": "Good-natured",
        "tag": "Positive",
        "content": "Kind and friendly. Patient and cheerful in disposition."
    },
    {
        "title": "Healthy",
        "tag": "Positive",
        "content": "In good physical or mental condition. Free from illness or injury."
    },
    {
        "title": "Hearty",
        "tag": "Positive",
        "content": "Warm and enthusiastic. Sincere and wholehearted."
    },
    {
        "title": "Helpful",
        "tag": "Positive",
        "content": "Warm and enthusiastic. Sincere and wholehearted."
    },
    {
        "title": "Heroic",
        "tag": "Positive",
        "content": "Brave and courageous. Performing extraordinary acts, often for the benefit of others."
    },
    {
        "title": "High-minded",
        "tag": "Positive",
        "content": "Having or showing noble and elevated ideas or principles. Idealistic and honorable."
    },
    {
        "title": "Honorable",
        "tag": "Positive",
        "content": "Worthy of respect and admiration. Acting with integrity and fairness."
    },
    {
        "title": "Idealistic",
        "tag": "Positive",
        "content": "Having or driven by high ideals. Often unrealistically optimistic."
    },
    {
        "title": "Impressive",
        "tag": "Positive",
        "content": "Evoking admiration or awe. Making a strong impact."
    },
    {
        "title": "Incisive",
        "tag": "Positive",
        "content": "Clear and direct. Showing sharp and precise thinking or expression."
    },
    {
        "title": "Incorruptible",
        "tag": "Positive",
        "content": "Incapable of being morally corrupted. Unyielding in honesty and integrity."
    },
    {
        "title": "Individualistic",
        "tag": "Positive",
        "content": "Prioritizing individual freedom and independence. Often nonconformist and self-reliant."
    },
    {
        "title": "Inoffensive",
        "tag": "Positive",
        "content": "Not causing offense or harm. Innocuous and innocuous."
    },
    {
        "title": "Insightful",
        "tag": "Positive",
        "content": "Having or showing a deep and clear understanding. Perceptive and discerning."
    },
    {
        "title": "Insouciant",
        "tag": "Positive",
        "content": "Showing a casual lack of concern. Carefree and nonchalant."
    },
    {
        "title": "Intuitive",
        "tag": "Positive",
        "content": "Having a keen and quick understanding. Able to grasp ideas or truths instinctively."
    },
    {
        "title": "Invulnerable",
        "tag": "Positive",
        "content": "Incapable of being harmed or damaged. Strong and resistant."
    },
    {
        "title": "Knowledgeable",
        "tag": "Positive",
        "content": "Well-informed and intelligent. Having a wide range of information."
    },
    {
        "title": "Leaderly",
        "tag": "Positive",
        "content": "Having or showing the qualities of a leader. Confident, decisive, and inspiring."
    },
    {
        "title": "Leisurely",
        "tag": "Positive",
        "content": "Relaxed and unhurried. Taking one's time and moving slowly."
    },
    {
        "title": "Liberal",
        "tag": "Positive",
        "content": "Open to new ideas and change. Tolerant and broad-minded, often in politics or religion."
    },
    {
        "title": "Lovable",
        "tag": "Positive",
        "content": "Easy to love or admire. Charming and endearing."
    },
    {
        "title": "Loyal",
        "tag": "Positive",
        "content": "Firm in allegiance or support. Faithful and devoted."
    },
    {
        "title": "Lyrical",
        "tag": "Positive",
        "content": "Expressing deep personal emotions or thoughts. Poetic and melodic in expression."
    },
    {
        "title": "Magnanimous",
        "tag": "Positive",
        "content": "Generous and forgiving. Noble and unselfish in character."
    },
    {
        "title": "Many-sided",
        "tag": "Positive",
        "content": "Having many aspects or facets. Versatile and multitalented."
    },
    {
        "title": "Masculine",
        "tag": "Positive",
        "content": "Having or showing qualities traditionally associated with men. Strong, courageous, and assertive."
    },
    {
        "title": "Mature",
        "tag": "Positive",
        "content": "Fully developed and grown-up. Showing emotional and mental sophistication."
    },
    {
        "title": "Methodical",
        "tag": "Positive",
        "content": "Following a systematic and organized / organised approach. Careful and thorough in manner."
    },
    {
        "title": "Meticulous",
        "tag": "Positive",
        "content": "Showing great attention to detail. Very careful and precise."
    },
    {
        "title": "Masculine",
        "tag": "Positive",
        "content": "Having or showing qualities traditionally associated with men. Strong, courageous, and assertive."
    },
    {
        "title": "Moderate",
        "tag": "Positive",
        "content": "Not extreme or excessive. Balanced and reasonable in opinion or behavior."
    },
    {
        "title": "Modest",
        "tag": "Positive",
        "content": "Unassuming and humble. Not boastful or arrogant."
    },
    {
        "title": "Multi-leveled",
        "tag": "Positive",
        "content": "Having many levels or layers. Complex and multifaceted."
    },
    {
        "title": "Neat",
        "tag": "Positive",
        "content": "Tidy and well-organized / organised. Clean and orderly in appearance."
    },
    {
        "title": "Nonauthoritarian",
        "tag": "Positive",
        "content": "Not favoring or enforcing strict obedience to authority. Egalitarian and democratic."
    },
    {
        "title": "Objective",
        "tag": "Positive",
        "content": "Not influenced by personal feelings or opinions. Fair and impartial."
    },
    {
        "title": "Observant",
        "tag": "Positive",
        "content": "Quick to notice or perceive things. Perceptive and watchful."
    },
    {
        "title": "Open",
        "tag": "Positive",
        "content": "Receptive to new ideas or arguments. Frank and candid in manner."
    },
    {
        "title": "Optimistic",
        "tag": "Positive",
        "content": "Hopeful and confident about the future. Tending to see the good in situations."
    },
    {
        "title": "Orderly",
        "tag": "Positive",
        "content": "Neat and well-organized / organised. Structured and methodical."
    },
    {
        "title": "Organized/ Organised",
        "tag": "Positive",
        "content": "Having a systematic and efficient approach. Well-planned and prepared."
    },
    {
        "title": "Original",
        "tag": "Positive",
        "content": "New and inventive. Not derived from something else."
    },
    {
        "title": "Painstaking",
        "tag": "Positive",
        "content": "Done with great care and thoroughness. Meticulous and diligent."
    },
    {
        "title": "Passionate",
        "tag": "Positive",
        "content": "Having or showing strong feelings or beliefs. Ardent and enthusiastic."
    },
    {
        "title": "Patient",
        "tag": "Positive",
        "content": "Able to wait without becoming annoyed or anxious. Tolerant and forbearing."
    },
    {
        "title": "Patriotic",
        "tag": "Positive",
        "content": "Having or showing devotion to one's country. Loyal and proud of one's nation."
    },
    {
        "title": "Peaceful",
        "tag": "Positive",
        "content": "Calm and tranquil. Free from disturbance or violence."
    },
    {
        "title": "Perceptive",
        "tag": "Positive",
        "content": "Quick to understand or notice things. Having a keen and sensitive awareness."
    },
    {
        "title": "Perfectionistic",
        "tag": "Positive",
        "content": "Having extremely high standards. Striving for flawlessness and precision."
    },
    {
        "title": "Personable",
        "tag": "Positive",
        "content": "Pleasant and friendly in manner. Easy to get along with."
    },
    {
        "title": "Persuasive",
        "tag": "Positive",
        "content": "Good at convincing others. Able to influence through argument or charm."
    },
    {
        "title": "Planful",
        "tag": "Positive",
        "content": "Careful and methodical in planning. Having or showing foresight."
    },
    {
        "title": "Playful",
        "tag": "Positive",
        "content": "Lively and amusing. Full of fun and high spirits."
    },
    {
        "title": "Polished",
        "tag": "Positive",
        "content": "Refined and elegant. Sophisticated and accomplished."
    },
    {
        "title": "Popular",
        "tag": "Positive",
        "content": "Liked or admired by many. Widely appreciated and supported."
    },
    {
        "title": "Practical",
        "tag": "Positive",
        "content": "Concerned with the actual use or function of things. Sensible and realistic."
    },
    {
        "title": "Precise",
        "tag": "Positive",
        "content": "Clearly expressed or defined. Exact and accurate."
    },
    {
        "title": "Principled",
        "tag": "Positive",
        "content": "Acting according to strong moral principles. Honorable and upright."
    },
    {
        "title": "Profound",
        "tag": "Positive",
        "content": "Having or showing great knowledge or insight. Thoughtful and deep."
    },
    {
        "title": "Protean",
        "tag": "Positive",
        "content": "Able to change or adapt easily. Versatile and flexible."
    },
    {
        "title": "Protective",
        "tag": "Positive",
        "content": "Keen to shield or safeguard others. Defensive and caring."
    },
    {
        "title": "Providential",
        "tag": "Positive",
        "content": "Happening or existing by divine guidance or care. Fortunate and timely."
    },
    {
        "title": "Prudent",
        "tag": "Positive",
        "content": "Acting with or showing care and thought for the future. Wise and judicious."
    },
    {
        "title": "Punctual",
        "tag": "Positive",
        "content": "Happening or doing something at the agreed or proper time. On time and prompt."
    },
    {
        "title": "Purposeful",
        "tag": "Positive",
        "content": "Having or showing determination and resolve. Intentional and focused."
    },
    {
        "title": "Rational",
        "tag": "Positive",
        "content": "Based on or agreeable to reason. Logical and sensible."
    },
    {
        "title": "Realistic",
        "tag": "Positive",
        "content": "Having or showing a sensible and practical idea of what can be achieved. Pragmatic and reasonable."
    },
    {
        "title": "Reflective",
        "tag": "Positive",
        "content": "Given to or characterized by careful thought. Meditative and contemplative."
    },
    {
        "title": "Relaxed",
        "tag": "Positive",
        "content": "Free from tension or anxiety. Calm and at ease."
    },
    {
        "title": "Reliable",
        "tag": "Positive",
        "content": "Consistently good in quality or performance. Trustworthy and dependable."
    },
    {
        "title": "Resourceful",
        "tag": "Positive",
        "content": "Able to find quick and clever solutions to problems. Inventive and ingenious."
    },
    {
        "title": "Respectful",
        "tag": "Positive",
        "content": "Showing deference or courtesy. Esteeming others and treating them with consideration."
    },
    {
        "title": "Responsible",
        "tag": "Positive",
        "content": "Having an obligation to do something. Accountable and reliable."
    },
    {
        "title": "Responsive",
        "tag": "Positive",
        "content": "Reacting quickly and positively. Sensitive and receptive."
    },
    {
        "title": "Reverential",
        "tag": "Positive",
        "content": "Feeling or showing deep respect or admiration. Reverent and deferential."
    },
    {
        "title": "Romantic",
        "tag": "Positive",
        "content": "Characterized by or suggestive of love. Idealistic and dreamy."
    },
    {
        "title": "Rustic",
        "tag": "Positive",
        "content": "Relating to the countryside. Simple and charming in a rural way."
    },
    {
        "title": "Sage",
        "tag": "Positive",
        "content": "Wise and judicious. Showing good judgment and prudence."
    },
    {
        "title": "Sane",
        "tag": "Positive",
        "content": "In good mental health. Reasonable and sensible."
    },
    {
        "title": "Scholarly",
        "tag": "Positive",
        "content": "Having or showing knowledge and learning. Academic and studious."
    },
    {
        "title": "Scrupulous",
        "tag": "Positive",
        "content": "Diligent and thorough. Having or showing a strict regard for honesty and justice."
    },
    {
        "title": "Secure",
        "tag": "Positive",
        "content": "Free from fear or anxiety. Confident and certain."
    },
    {
        "title": "Selfless",
        "tag": "Positive",
        "content": "Concerned more with the needs of others than with one's own. Unselfish and altruistic."
    },
    {
        "title": "Self-critical",
        "tag": "Positive",
        "content": "Tending to judge oneself severely. Aware of one's own faults and limitations."
    },
    {
        "title": "Self-defacing",
        "tag": "Positive",
        "content": "Tending to belittle or undervalue oneself. Modest and self-deprecating."
    },
    {
        "title": "Self-denying",
        "tag": "Positive",
        "content": "Tending to refuse oneself luxuries or pleasures. Ascetic and self-sacrificing."
    },
    {
        "title": "Self-reliant",
        "tag": "Positive",
        "content": "Depending on one's own efforts and abilities. Independent and self-confident."
    },
    {
        "title": "Self-sufficient",
        "tag": "Positive",
        "content": "Able to provide for oneself without the help of others. Independent and self-supporting."
    },
    {
        "title": "Sensitive",
        "tag": "Positive",
        "content": "Quick to detect or respond to slight changes. Emotionally or physically reactive."
    },
    {
        "title": "Sentimental",
        "tag": "Positive",
        "content": "Tending to be excessively emotional. Nostalgic and romantic."
    },
    {
        "title": "Seraphic",
        "tag": "Positive",
        "content": "Pure and angelic. Sweet and innocent in nature."
    },
    {
        "title": "Serious",
        "tag": "Positive",
        "content": "Thoughtful and earnest. Solemn and grave in manner."
    },
    {
        "title": "Sexy",
        "tag": "Positive",
        "content": "Sexually attractive or appealing. Arousing desire."
    },
    {
        "title": "Sharing",
        "tag": "Positive",
        "content": "Willing to let others use or enjoy something. Generous and unselfish."
    },
    {
        "title": "Shrewd",
        "tag": "Positive",
        "content": "Having or showing sharp powers of judgment. Astute and insightful."
    },
    {
        "title": "Simple",
        "tag": "Positive",
        "content": "Easy to understand. Uncomplicated and straightforward"
    },
    {
        "title": "Skillful",
        "tag": "Positive",
        "content": "Having or showing great knowledge and aptitude. Expert and proficient."
    },
    {
        "title": "Sober",
        "tag": "Positive",
        "content": "Thoughtful and serious. Self-controlled and restrained."
    },
    {
        "title": "Sociable",
        "tag": "Positive",
        "content": "Friendly and outgoing. Enjoying the company of others."
    },
    {
        "title": "Solid",
        "tag": "Positive",
        "content": "Firm and stable. Reliable and dependable."
    },
    {
        "title": "Sophisticated",
        "tag": "Positive",
        "content": "Having or showing social grace and elegance. Cultured and refined."
    },
    {
        "title": "Spontaneous",
        "tag": "Positive",
        "content": "Performed or occurring as a result of a sudden impulse. Natural and unplanned."
    },
    {
        "title": "Sporting",
        "tag": "Positive",
        "content": "Fair and generous. Showing good sportsmanship."
    },
    {
        "title": "Stable",
        "tag": "Positive",
        "content": "Firmly established and not likely to change or fail. Steady and reliable."
    },
    {
        "title": "Steadfast",
        "tag": "Positive",
        "content": "Firmly resolved or determined. Unwavering and loyal."
    },
    {
        "title": "Steady",
        "tag": "Positive",
        "content": "Even and regular in pace or movement. Firm and reliable."
    },
    {
        "title": "Stoic",
        "tag": "Positive",
        "content": "Enduring pain and hardship without showing feelings. Resilient and unemotional."
    },
    {
        "title": "Strong",
        "tag": "Positive",
        "content": "Having great physical power. Brave, determined, and resilient."
    },
    {
        "title": "Studious",
        "tag": "Positive",
        "content": "Devoted to or absorbed in study. Scholarly and academic."
    },
    {
        "title": "Suave",
        "tag": "Positive",
        "content": "Charming and confident in manner. Smooth and sophisticated."
    },
    {
        "title": "Subtle",
        "tag": "Positive",
        "content": "So delicate or precise as to be difficult to perceive. Clever and indirect."
    },
    {
        "title": "Sweet",
        "tag": "Positive",
        "content": "Gentle and kind. Charming and delightful."
    },
    {
        "title": "Sympathetic",
        "tag": "Positive",
        "content": "Showing understanding and compassion. Kind and supportive."
    },
    {
        "title": "Systematic",
        "tag": "Positive",
        "content": "Having or showing a planned and organized / organised approach. Methodical and thorough."
    },
    {
        "title": "Tasteful",
        "tag": "Positive",
        "content": "Showing good judgment and discernment. Elegant and appropriate."
    },
    {
        "title": "Teacherly",
        "tag": "Positive",
        "content": "Having or showing the qualities of a good teacher. Instructive and knowledgeable."
    },
    {
        "title": "Thorough",
        "tag": "Positive",
        "content": "Complete and comprehensive. Careful and meticulous."
    },
    {
        "title": "Tidy",
        "tag": "Positive",
        "content": "Neat and well-organized / organised. Clean and orderly."
    },
    {
        "title": "Tolerant",
        "tag": "Positive",
        "content": "Showing willingness to allow the existence of opinions or behavior. Patient and understanding."
    },
    {
        "title": "Tractable",
        "tag": "Positive",
        "content": "Easily controlled or persuaded. Docile and manageable."
    },
    {
        "title": "Trusting",
        "tag": "Positive",
        "content": "Believing in the reliability or truth of someone. Confident and unsuspicious."
    },
    {
        "title": "Uncomplaining",
        "tag": "Positive",
        "content": "Not expressing dissatisfaction or annoyance. Accepting and patient."
    },
    {
        "title": "Understanding",
        "tag": "Positive",
        "content": "Sympathetic and tolerant. Showing a willingness to appreciate others' feelings."
    },
    {
        "title": "Undogmatic",
        "tag": "Positive",
        "content": "Not asserting opinions in an arrogant or offensive way. Open-minded and tolerant."
    },
    {
        "title": "Unfoolable",
        "tag": "Positive",
        "content": "Not easily deceived or tricked. Shrewd and perceptive."
    },
    {
        "title": "Upright",
        "tag": "Positive",
        "content": "Honest and morally correct. Straightforward and honorable."
    },
    {
        "title": "Urbane",
        "tag": "Positive",
        "content": "Suave and courteous in manner. Sophisticated and refined."
    },
    {
        "title": "Venturesome",
        "tag": "Positive",
        "content": "Willing to take risks. Bold and daring."
    },
    {
        "title": "Vivacious",
        "tag": "Positive",
        "content": "Full of life and energy. Lively and animated."
    },
    {
        "title": "Warm",
        "tag": "Positive",
        "content": "Friendly and enthusiastic. Kind and affectionate."
    },
    {
        "title": "Well-bred",
        "tag": "Positive",
        "content": "Having or showing good manners and polite behavior. Refined and courteous."
    },
    {
        "title": "Well-read",
        "tag": "Positive",
        "content": "Having read widely and deeply. Knowledgeable and well-informed."
    },
    {
        "title": "Well-rounded",
        "tag": "Positive",
        "content": "Having or showing many skills or aspects. Versatile and multifaceted."
    },
    {
        "title": "Winning",
        "tag": "Positive",
        "content": "Charming and engaging. Attractive and appealing."
    },
    {
        "title": "Wise",
        "tag": "Positive",
        "content": "Having or showing experience, knowledge, and good judgment. Prudent and sagacious."
    },    {
        "title": "Witty",
        "tag": "Positive",
        "content": "Showing or characterized by quick and inventive verbal humor. Clever and amusing."
    },
    {
        "title": "Youthful",
        "tag": "Positive",
        "content": "Having or showing the qualities of youth. Young and lively."
    },
    {
        "title": "Altruistic",
        "tag": "Positive",
        "content": "Putting the needs and well-being of others above one's own. Generous and selfless in actions and intentions."
    },
    {
        "title": "Committed",
        "tag": "Positive",
        "content": "Dedicated and devoted to a cause, task, or relationship. Loyal and steadfast in pursuit of goals."
    },
    {
        "title": "Convivial",
        "tag": "Positive",
        "content": "Friendly and lively. Enjoying and fostering good company and sociability."
    },
    {
        "title": "Discerning",
        "tag": "Positive",
        "content": "Having or showing good judgment and understanding. Able to recognize and appreciate quality or subtle differences."
    },
    {
        "title": "Encouraging",
        "tag": "Positive",
        "content": "Providing support and confidence to others. Inspiring and motivating through positive reinforcement."
    },
    {
        "title": "Grateful",
        "tag": "Positive",
        "content": "Feeling or showing an appreciation of kindness. Thankful and appreciative of the good things in life."
    },
    {
        "title": "Inspirational",
        "tag": "Positive",
        "content": "Evoking a sense of possibility and enthusiasm. Motivating and uplifting others through example or encouragement."
    },
    {
        "title": "Kind-hearted",
        "tag": "Positive",
        "content": "Having or showing a benevolent and compassionate nature. Gentle and caring towards others."
    },
    {
        "title": "Open-minded",
        "tag": "Positive",
        "content": "Receptive to new ideas and perspectives. Willing to consider and respect the views of others."
    },
    {
        "title": "Radiant",
        "tag": "Positive",
        "content": "Emitting or reflecting light. Glowing with joy, happiness, or positivity, often in a way that inspires others."
    },
    {
        "title": "Intellectual",
        "tag": "Positive",
        "content": "Possessing a highly developed mind and a strong aptitude for learning. Engaged in or relating to deep thinking, analysis, and the pursuit of knowledge."
    },
    {
        "title": "Analytical",
        "tag": "Positive",
        "content": "Able to examine and interpret complex information or situations. Thorough and methodical in thinking and problem-solving."
    },
    {
        "title": "Quick-witted",
        "tag": "Positive",
        "content": "Able to think and respond swiftly and cleverly. Sharp and alert in conversations or situations."
    },
    {
        "title": "Inquisitive",
        "tag": "Positive",
        "content": "Eager to learn and question things. Curious and investigative, often seeking deeper understanding."
    },
    {
        "title": "Judicious",
        "tag": "Positive",
        "content": "Having or showing sound judgment. Wise and prudent, often making well-considered decisions."
    },
    {
        "title": "Erudite",
        "tag": "Positive",
        "content": "Having or showing great knowledge. Well-read and learned, often possessing a broad understanding of various subjects."
    },

    {
        "title": "Absentminded",
        "tag": "Neutral",
        "content": "Often forgetful or inattentive. Easily distracted and prone to daydreaming."
    },
    {
        "title": "Aggressive",
        "tag": "Neutral",
        "content": "Ready to attack or confront. Pursuing one's aims and interests forcefully."
    },
    {
        "title": "Ambitious",
        "tag": "Neutral",
        "content": "Having a strong desire and determination to succeed. Eagerly pursuing aspirations and goals."
    },
    {
        "title": "Amusing",
        "tag": "Neutral",
        "content": "Entertaining and enjoyable. Able to make others laugh or smile."
    },
    {
        "title": "Artful",
        "tag": "Neutral",
        "content": "Clever and skillful, often in a cunning or deceitful way. Crafty and sly."
    },
    {
        "title": "Authoritarian",
        "tag": "Neutral",
        "content": "Favoring or enforcing strict obedience to authority. Expecting unquestioning obedience."
    },
    {
        "title": "Big-thinking",
        "tag": "Neutral",
        "content": "Having grand, ambitious ideas. Thinking on a large scale."
    },
    {
        "title": "Breezy",
        "tag": "Neutral",
        "content": "Casual and carefree. Lighthearted and cheerful."
    },
    {
        "title": "Businesslike",
        "tag": "Neutral",
        "content": "Efficient and practical in approach. Focused on work and professional matters."
    },
    {
        "title": "Busy",
        "tag": "Neutral",
        "content": "Having a lot to do; occupied. Constantly active or engaged."
    },
    {
        "title": "Casual",
        "tag": "Neutral",
        "content": "Relaxed and informal. Not overly concerned or worried."
    },
    {
        "title": "Cerebral",
        "tag": "Neutral",
        "content": "Intellectual and analytical. Focused on reasoning and thought processes."
    },
    {
        "title": "Chummy",
        "tag": "Neutral",
        "content": "Friendly and informal. Pally and companionable."
    },
    {
        "title": "Circumspect",
        "tag": "Neutral",
        "content": "Wary and cautious. Thinking carefully before taking action."
    },
    {
        "title": "Competitive",
        "tag": "Neutral",
        "content": "Having a strong desire to win or be successful. Striving to outdo others."
    },
    {
        "title": "Complex",
        "tag": "Neutral",
        "content": "Difficult to understand; complicated. Having many intricate parts."
    },
    {
        "title": "Confidential",
        "tag": "Neutral",
        "content": "Meant to be kept secret. Private and entrusted only to a select few."
    },
    {
        "title": "Conservative",
        "tag": "Neutral",
        "content": "Cautious and traditional. Resistant to change and preferring to conserve existing conditions."
    },
    {
        "title": "Contradictory",
        "tag": "Neutral",
        "content": "Inconsistent or opposed to something. Giving or being opposite messages."
    },
    {
        "title": "Crisp",
        "tag": "Neutral",
        "content": "Neat and well-defined. Fresh and lively in manner or appearance."
    },
    {
        "title": "Cute",
        "tag": "Neutral",
        "content": "Attractive in a charming and endearing way. Appealing and delightful."
    },
    {
        "title": "Deceptive",
        "tag": "Neutral",
        "content": "Giving a false impression. Deliberately misleading or untruthful."
    },
    {
        "title": "Determined",
        "tag": "Neutral",
        "content": "Having or showing a firmness of purpose. Resolute and unyielding."
    },
    {
        "title": "Dominating",
        "tag": "Neutral",
        "content": "Controlling and influential. Commanding and overpowering."
    },
    {
        "title": "Dreamy",
        "tag": "Neutral",
        "content": "Pleasantly lost in thought. Having or showing a tendency to daydream or fantasize"
    },
    {
        "title": "Driving",
        "tag": "Neutral",
        "content": "Ambitious and energetic. Forcefully pushing forward or pursuing goals."
    },
    {
        "title": "Droll",
        "tag": "Neutral",
        "content": "Amusing in an odd or whimsical manner. Witty and humorous."
    },
    {
        "title": "Dry",
        "tag": "Neutral",
        "content": "Lacking emotion or warmth. Subtly humorous in a sarcastic or matter-of-fact way."
    },
    {
        "title": "Earthy",
        "tag": "Neutral",
        "content": "Natural and unpretentious. Direct and genuine, sometimes to the point of being coarse."
    },
    {
        "title": "Effeminate",
        "tag": "Neutral",
        "content": "Having or showing characteristics associated with femininity. Soft or delicate in a way that might be considered untypical for a man."
    },
    {
        "title": "Emotional",
        "tag": "Neutral",
        "content": "Easily affected by feelings. Expressing or displaying strong emotions."
    },
    {
        "title": "Enigmatic",
        "tag": "Neutral",
        "content": "Difficult to interpret or understand. Mysterious and puzzling."
    },
    {
        "title": "Experimental",
        "tag": "Neutral",
        "content": "Based on trial and error or testing. Innovative and exploratory."
    },
    {
        "title": "Familial",
        "tag": "Neutral",
        "content": "Relating to or characteristic of a family. Warm, intimate, and supportive."
    },
    {
        "title": "Folksy",
        "tag": "Neutral",
        "content": "Informal and simple in manner. Friendly and approachable, like a neighbor or friend."
    },
    {
        "title": "Formal",
        "tag": "Neutral",
        "content": "Following established rules and conventions. Stiff or ceremonious in manner."
    },
    {
        "title": "Freewheeling",
        "tag": "Neutral",
        "content": "Acting or functioning independently. Unrestrained and spontaneous."
    },
    {
        "title": "Frugal",
        "tag": "Neutral",
        "content": "Careful with money or resources. Economical and thrifty."
    },
    {
        "title": "Glamorous",
        "tag": "Neutral",
        "content": "Having a charming and exciting attraction. Elegant, stylish, and sophisticated."
    },
    {
        "title": "Guileless",
        "tag": "Neutral",
        "content": "Lacking cunning or deceit. Innocent and sincere."
    },
    {
        "title": "High-spirited",
        "tag": "Neutral",
        "content": "Lively and full of energy. Enthusiastic and cheerful."
    },
    {
        "title": "Hurried",
        "tag": "Neutral",
        "content": "Done with urgency or speed. Rushed and hasty."
    },
    {
        "title": "Hypnotic",
        "tag": "Neutral",
        "content": "Having a mesmerizing or spellbinding quality. Fascinating and captivating."
    },
    {
        "title": "Iconoclastic",
        "tag": "Neutral",
        "content": "Challenging or criticizing established beliefs. Attacking or undermining traditional institutions or values."
    },
    {
        "title": "Idiosyncratic",
        "tag": "Neutral",
        "content": "Having unusual or peculiar habits or behaviors. Eccentric and individualistic."
    },
    {
        "title": "Impassive",
        "tag": "Neutral",
        "content": "Not showing or feeling emotion. Calm and unresponsive."
    },
    {
        "title": "Impersonal",
        "tag": "Neutral",
        "content": "Not concerned with individuals or their feelings. Detached and aloof."
    },
    {
        "title": "Impressionable",
        "tag": "Neutral",
        "content": "Easily influenced or affected. Quickly impressed or swayed."
    },
    {
        "title": "Intense",
        "tag": "Neutral",
        "content": "Having or showing strong feelings or opinions. Extreme in degree or strength."
    },
    {
        "title": "Invisible",
        "tag": "Neutral",
        "content": "Not seen or noticeable. Often overlooked or ignored."
    },
    {
        "title": "Invisible",
        "tag": "Neutral",
        "content": "Not seen or noticeable. Often overlooked or ignored."
    },
    {
        "title": "Ascetic",
        "tag": "Neutral",
        "content": "Practicing self-denial and discipline. Living austerely and simply, often for religious or spiritual reasons."
    },
    {
        "title": "Boyish",
        "tag": "Neutral",
        "content": "Having or showing characteristics associated with boys. Youthful, enthusiastic, and sometimes immature."
    },
    {
        "title": "Irreligious",
        "tag": "Neutral",
        "content": "Lacking religious belief or faith. Not observing or following religious practices or principles."
    },
    {
        "title": "Irreverent",
        "tag": "Neutral",
        "content": "Showing a lack of respect for things that are generally taken seriously. Mocking or disrespectful, often in a humorous way."
    },
    {
        "title": "Maternal",
        "tag": "Neutral",
        "content": "Having or showing the warmth, affection, and protectiveness of a mother. Nurturing and caring, often in a motherly way."
    },
    {
        "title": "Mellow",
        "tag": "Neutral",
        "content": "Gently and pleasantly soothing. Calm, relaxed, and easy-going."
    },
    {
        "title": "Modern",
        "tag": "Neutral",
        "content": "Characteristic of or relating to the present or recent times. Progressive and contemporary in style or ideas."
    },
    {
        "title": "Moralistic",
        "tag": "Neutral",
        "content": "Having or showing a tendency to make judgments about morality. Often rigid or self-righteous in views about right and wrong."
    },
    {
        "title": "Mystical",
        "tag": "Neutral",
        "content": "Involving or having the nature of mysticism. Relating to or characteristic of spiritual or religious experiences that are difficult to define."
    },
    {
        "title": "Noncommittal",
        "tag": "Neutral",
        "content": "Not expressing or revealing a clear opinion or position. Neutral and unresponsive, often to avoid making a decision."
    },
    {
        "title": "Noncompetitive",
        "tag": "Neutral",
        "content": "Not involving or characterized by competition. Not driven by the desire to win or outdo others."
    },
    {
        "title": "Obedient",
        "tag": "Neutral",
        "content": "Complying or willing to comply with orders or rules. Submissive and docile, often in a respectful way."
    },
    {
        "title": "Old-fashioned",
        "tag": "Neutral",
        "content": "Characteristic of or relating to a past era. Outdated or conservative in style or ideas."
    },
    {
        "title": "Ordinary",
        "tag": "Neutral",
        "content": "With no special or distinctive features. Normal and commonplace, often in a bland or uninteresting way."
    },
    {
        "title": "Outspoken",
        "tag": "Neutral",
        "content": "Expressing opinions openly and boldly. Frank and forthright, often to the point of bluntness."
    },
    {
        "title": "Paternalistic",
        "tag": "Neutral",
        "content": "Acting or behaving like a father. Protective and authoritative, often in a condescending way."
    },
    {
        "title": "Physical",
        "tag": "Neutral",
        "content": "Relating to the body. Involving or requiring bodily contact or activity, often in a vigorous way."
    },
    {
        "title": "Placid",
        "tag": "Neutral",
        "content": "Calm and peaceful. Gentle and untroubled, often in a passive way."
    },
    {
        "title": "Political",
        "tag": "Neutral",
        "content": "Relating to the government or public affairs of a country. Involved in or influenced by politics."
    },
    {
        "title": "Predictable",
        "tag": "Neutral",
        "content": "Predictable"
    },
    {
        "title": "Preoccupied",
        "tag": "Neutral",
        "content": "Deeply absorbed or involved in something. Distracted and inattentive to one's surroundings."
    },
    {
        "title": "Private",
        "tag": "Neutral",
        "content": "Intended for or restricted to the use of a particular person or group. Kept secret or confidential."
    },
    {
        "title": "Progressive",
        "tag": "Neutral",
        "content": "Favoring or promoting change or innovation. Advocating for social and political reform."
    },
    {
        "title": "Proud",
        "tag": "Neutral",
        "content": "Feeling deep pleasure or satisfaction from one's own achievements. Having or displaying a high opinion of one's own worth or importance, sometimes to the point of arrogance."
    },
    {
        "title": "Pure",
        "tag": "Neutral",
        "content": "Not mixed or adulterated with any other substance or material. Innocent and uncorrupted, often in a moral or spiritual sense."
    },
    {
        "title": "Questioning",
        "tag": "Neutral",
        "content": "Having or showing a tendency to ask questions. Skeptical and inquisitive, often in a challenging way."
    },
    {
        "title": "Quiet",
        "tag": "Neutral",
        "content": "Making little or no noise. Calm, reserved, and unassuming."
    },
    {
        "title": "Religious",
        "tag": "Neutral",
        "content": "Relating to or believing in a religion. Devout and pious, often in a spiritual or moral sense."
    },
    {
        "title": "Reserved",
        "tag": "Neutral",
        "content": "Slow or reluctant to reveal one's feelings or opinions. Quiet and restrained, often in a cautious way."
    },
    {
        "title": "Restrained",
        "tag": "Neutral",
        "content": "Measured and controlled. Holding back or limiting one's actions or emotions."
    },
    {
        "title": "Retiring",
        "tag": "Neutral",
        "content": "Preferring a quiet and private life. Shy and unassuming, often to the point of being withdrawn."
    },
    {
        "title": "Sarcastic",
        "tag": "Neutral",
        "content": "Using or denoting language that conveys mocking contempt, ridicule, or irony. Bitter and caustic, often in a humorous way."
    },
    {
        "title": "Self-conscious",
        "tag": "Neutral",
        "content": "Unduly aware of oneself as an object of the attention of others. Feeling uncomfortable or embarrassed, often in a social context."
    },
    {
        "title": "Sensual",
        "tag": "Neutral",
        "content": "Relating to or consisting in the gratification of the senses. Sexually attractive or exciting."
    },
    {
        "title": "Skeptical",
        "tag": "Neutral",
        "content": "Not easily convinced. Doubtful and questioning, often in a disbelieving way."
    },
    {
        "title": "Smooth",
        "tag": "Neutral",
        "content": "Having an even and regular surface or consistency. Charming and polished, often in a suave way."
    },
    {
        "title": "Solemn",
        "tag": "Neutral",
        "content": "Formal and dignified. Serious and grave, often in a ceremonial or religious context."
    },
    {
        "title": "Solitary",
        "tag": "Neutral",
        "content": "Done or existing alone. Prefers being alone, often in a reclusive way."
    },
    {
        "title": "Stern",
        "tag": "Neutral",
        "content": "Severe and uncompromising. Strict and disciplined, often in a harsh way."
    },
    {
        "title": "Stoiid",
        "tag": "Neutral",
        "content": "Enduring pain and hardship without showing feelings. Resilient and unemotional, often in a calm way."
    },
    {
        "title": "Strict",
        "tag": "Neutral",
        "content": "Demanding that rules are obeyed and maintained. Rigid and inflexible, often in a harsh way."
    },
    {
        "title": "Stubborn",
        "tag": "Neutral",
        "content": "Doggedly determined not to change one's attitude or position. Resistant to change or compromise, often in a defiant way."
    },
    {
        "title": "Stylish",
        "tag": "Neutral",
        "content": "Fashionably elegant and sophisticated. Having or showing a sense of style."
    },
    {
        "title": "Subjective",
        "tag": "Neutral",
        "content": "Based on or influenced by personal feelings, tastes, or opinions. Dependent on the mind or consciousness for its existence."
    },
    {
        "title": "Surprising",
        "tag": "Neutral",
        "content": "Causing or capable of causing surprise. Unexpected and unpredictable, often in a pleasing way."
    },
    {
        "title": "Tough",
        "tag": "Neutral",
        "content": "Able to endure hardship or pain. Resilient and determined, often in a rugged way."
    },
    {
        "title": "Unaggressive",
        "tag": "Neutral",
        "content": "Not hostile or belligerent. Peaceful and non-confrontational, often in a gentle way."
    },
    {
        "title": "Unambitious",
        "tag": "Neutral",
        "content": "Lacking a strong desire and determination to succeed. Content with one's current situation, often to the point of being complacent."
    },
    {
        "title": "Unceremonious",
        "tag": "Neutral",
        "content": "Lacking in ceremony or formality. Informal and casual, often in a abrupt way."
    },
    {
        "title": "Unchanging",
        "tag": "Neutral",
        "content": "Not changing or varying. Consistent and steady, often in a monotonous way."
    },
    {
        "title": "Undemanding",
        "tag": "Neutral",
        "content": "Not making many demands. Easy to please, often in a modest way."
    },
    {
       "title": "Unfathomable",
       "tag": "Neutral",
       "content": "Difficult or impossible to understand. Mysterious and incomprehensible, often in a profound way."
    },
    {
        "title": "Unhurried",
        "tag": "Neutral",
        "content": "Not rushed or hurried. Calm and leisurely, often in a relaxed way."
    },
    {
        "title": "Uninhibited",
        "tag": "Neutral",
        "content": "Not restrained or held back. Free and unrestricted, often in a spontaneous way."
    },
    {
        "title": "Unpatriotic",
        "tag": "Neutral",
        "content": "Not showing love or devotion to one's country. Disloyal and unsupportive, often in a traitorous way."
    },
    {
        "title": "Unpredictable",
        "tag": "Neutral",
        "content": "Not able to be predicted. Variable and uncertain, often in an exciting way."
    },
    {
        "title": "Unreligious",
        "tag": "Neutral",
        "content": "Not having or showing a belief in religion. Secular and non-spiritual, often in a skeptical way."
    },
    {
        "title": "Unsentimental",
        "tag": "Neutral",
        "content": "Not influenced by emotional feelings. Objective and detached, often in a rational way."
    },
    {
        "title": "Whimsical",
        "tag": "Neutral",
        "content": "Full of or characterized by whims. Capricious and fanciful, often in a playful way."
    },
    {
        "title": "Mischievous",
        "tag": "Neutral",
        "content": "Playfully mischievous or naughty. Enjoying causing lighthearted trouble or disruption, often in a humorous way."
    },
    {
        "title": "Strategic",
        "tag": "Neutral",
        "content": "Carefully devising and planning actions to achieve goals. Thoughtful and calculated, often considering long-term impacts."
    },
    {
        "title": "Restless",
        "tag": "Neutral",
        "content": "Unable to rest or relax due to agitation or anxiety. Constantly moving or changing position, often due to boredom or dissatisfaction."
    },
    {
        "title": "Unconventional",
        "tag": "Neutral",
        "content": "Not bound by or adhering to convention or conformity. Different and unique, often challenging traditional norms and expectations."
    },
    {
        "title": "Mannered",
        "tag": "Neutral",
        "content": "Having or showing good manners. Often polite or courteous to an affected or exaggerated degree."
    },
    {
        "title": "Loquacious",
        "tag": "Neutral",
        "content": "Tending to talk a lot. Often chatty or talkative to an excessive degree."
    },
    {
        "title": "Rebellious",
        "tag": "Negative",
        "content": "Defiant and resistant to authority or convention. often disobedient, insubordinate, or nonconformist."
    },
    {
        "title": "Abrasive",
        "tag": "Negative",
        "content": "Harsh and rubbing the wrong way. Tending to annoy or irritate others."
    },
    {
        "title": "Abrupt",
        "tag": "Negative",
        "content": "Sudden and unexpected. Quickly changing or ending."
    },
    {
        "title": "Agonizing",
        "tag": "Negative",
        "content": "Causing great physical or mental pain. Extremely distressing and difficult to endure."
    },
    {
        "title": "Aimless",
        "tag": "Negative",
        "content": "Without purpose or direction. Lacking clear goals or meaning."
    },
    {
        "title": "Airy",
        "tag": "Negative",
        "content": "Light and insubstantial. Lacking depth or seriousness."
    },
    {
        "title": "Aloof",
        "tag": "Negative",
        "content": "Distant and reserved. Not openly friendly or approachable."
    },
    {
        "title": "Amoral",
        "tag": "Negative",
        "content": "Lacking a sense of morality. Not concerned with right or wrong."
    },
    {
        "title": "Angry",
        "tag": "Negative",
        "content": "Feeling or showing strong annoyance or displeasure. Hostile and ready to attack."
    },
    {
        "title": "Anxious",
        "tag": "Negative",
        "content": "Feeling or showing worry or nervousness. Eager to do or achieve something."
    },
    {
        "title": "Apathetic",
        "tag": "Negative",
        "content": "Showing little emotion or enthusiasm. Indifferent or uninterested."
    },
    {
        "title": "Arbitrary",
        "tag": "Negative",
        "content": "Based on random choice or personal whim. Not based on reason or system."
    },
    {
        "title": "Argumentative",
        "tag": "Negative",
        "content": "Tending to argue or disagree. Easily provoked into debate."
    },
    {
        "title": "Arrogant",
        "tag": "Negative",
        "content": "Having an exaggerated sense of one's own importance. Expecting to be admired or revered."
    },
    {
        "title": "Artificial",
        "tag": "Negative",
        "content": "Made or produced by human beings rather than occurring naturally. Not genuine or authentic."
    },
    {
        "title": "Asocial",
        "tag": "Negative",
        "content": "Avoiding social interaction. Not wanting to be with others."
    },
    {
        "title": "Assertive",
        "tag": "Negative",
        "content": "Confident and direct in claiming one's rights or putting forward one's views. Not aggressive but firm."
    },
    {
        "title": "Astigmatic",
        "tag": "Negative",
        "content": "Having a visual defect. Unable to see things clearly from a certain angle."
    },
    {
        "title": "Barbaric",
        "tag": "Negative",
        "content": "Savagely cruel or brutal. Not civilized."
    },
    {
        "title": "Bewildered",
        "tag": "Negative",
        "content": "Completely puzzled or confused. Unable to understand something."
    },
    {
        "title": "Bizarre",
        "tag": "Negative",
        "content": "Very strange or unusual. Difficult to understand or explain."
    },
    {
        "title": "Bland",
        "tag": "Negative",
        "content": "Lacking strong features or characteristics. Uninteresting and dull."
    },
    {
        "title": "Blunt",
        "tag": "Negative",
        "content": "Abrupt and direct in speech or manner. Not concerned with being polite or delicate."
    },
    {
        "title": "Boisterous",
        "tag": "Negative",
        "content": "Noisy and full of rough, high-spirited energy. Lively and enthusiastic."
    },
    {
        "title": "Brittle",
        "tag": "Negative",
        "content": "Easily broken or damaged. Fragile and delicate."
    },
    {
        "title": "Brutal",
        "tag": "Negative",
        "content": "Savagely violent. Cruel and harsh."
    },
    {
        "title": "Calculating",
        "tag": "Negative",
        "content": "Acting in a cold, scheming way. Planning things carefully for selfish reasons."
    },
    {
        "title": "Callous",
        "tag": "Negative",
        "content": "Showing no sympathy for others' feelings. Hardened and unfeeling."
    },
    {
        "title": "Cantakerous",
        "tag": "Negative",
        "content": "Bad-tempered and argumentative. Difficult to get along with."
    },
    {
        "title": "Careless",
        "tag": "Negative",
        "content": "Not giving sufficient attention or thought to what one is doing. Casual and unconcerned."
    },
    {
        "title": "Cautious",
        "tag": "Negative",
        "content": "Careful to avoid problems or danger. Wary and prudent."
    },
    {
        "title": "Charmless",
        "tag": "Negative",
        "content": "Lacking charm or appeal. Uninteresting and dull."
    },
    {
        "title": "Childish",
        "tag": "Negative",
        "content": "Characteristic of a child; immature. Silly and foolish."
    },
    {
        "title": "Clumsy",
        "tag": "Negative",
        "content": "Awkward in movement or action. Lacking skill or grace."
    },
    {
        "title": "Coarse",
        "tag": "Negative",
        "content": "Rough or harsh in texture or manner. Vulgar or crude."
    },
    {
        "title": "Cold",
        "tag": "Negative",
        "content": "Unfriendly or unenthusiastic. Not warm or affectionate."
    },
    {
        "title": "Colourless / Colorless",
        "tag": "Negative",
        "content": "Lacking colour/color or vitality. Dull and uninteresting."
    },
    {
        "title": "Complacent",
        "tag": "Negative",
        "content": "Showing smug or uncritical satisfaction with oneself. Complacently content with the status quo."
    },
    {
        "title": "Complaintive",
        "tag": "Negative",
        "content": "Tending to complain or express dissatisfaction. Whining and grumbling."
    },
    {
        "title": "Compulsive",
        "tag": "Negative",
        "content": "Resulting from or relating to an irresistible urge. Obsessive and driven."
    },
    {
        "title": "Conceited",
        "tag": "Negative",
        "content": "Excessively proud of oneself. Having an exaggerated opinion of one's own abilities or worth."
    },
    {
        "title": "Condemnatory",
        "tag": "Negative",
        "content": "Expressing strong disapproval. Critical and judgmental."
    },
    {
        "title": "Conformist",
        "tag": "Negative",
        "content": "Following accepted conventions or norms. Not original or individualistic."
    },
    {
        "title": "Confused",
        "tag": "Negative",
        "content": "Unable to think clearly. Muddled and bewildered."
    },
    {
        "title": "Contemptible",
        "tag": "Negative",
        "content": "Deserving to be scorned; contemptuous. Worthy of disdain."
    },
    {
        "title": "Conventional",
        "tag": "Negative",
        "content": "Following accepted customs and traditions. Ordinary and unoriginal."
    },
    {
        "title": "Cowardly",
        "tag": "Negative",
        "content": "Lacking courage. Afraid and hesitant."
    },
    {
        "title": "Crafty",
        "tag": "Negative",
        "content": "Clever at achieving one's aims, often by deceit. Sly and cunning."
    },
    {
        "title": "Crass",
        "tag": "Negative",
        "content": "Lacking sensitivity, refinement, or intelligence. Grossly stupid or vulgar."
    },
    {
        "title": "Crazy",
        "tag": "Negative",
        "content": "Mentally deranged. Extremely foolish or impractical."
    },
    {
        "title": "Critical",
        "tag": "Negative",
        "content": "Expressing adverse judgment. Faultfinding and judgmental."
    },

    {
        "title": "Crude",
        "tag": "Negative",
        "content": "Lacking tact or finesse. Rough and unrefined."
    },
    {
        "title": "Cruel",
        "tag": "Negative",
        "content": "Willing to cause pain or suffering. Harsh and merciless."
    },
    {
        "title": "Cynical",
        "tag": "Negative",
        "content": "Believing that people are motivated by self-interest. Distrustful of human sincerity or goodness."
    },
    {
        "title": "Decadent",
        "tag": "Negative",
        "content": "Characterized by or reflecting a state of moral or cultural decline. Self-indulgent and immoral."
    },
    {
        "title": "Deceitful",
        "tag": "Negative",
        "content": "Tending to deceive or mislead others. Dishonest and untruthful."
    },
    {
        "title": "Delicate",
        "tag": "Negative",
        "content": "Easily broken or damaged. Fragile and fine."
    },
    {
        "title": "Demanding",
        "tag": "Negative",
        "content": "Requiring a lot of effort or attention. Making others work hard."
    },
    {
        "title": "Dependent",
        "tag": "Negative",
        "content": "Relying on someone or something else for support. Not able to function independently."
    },
    {
        "title": "Desperate",
        "tag": "Negative",
        "content": "Feeling or showing a hopeless sense of urgency. Reckless or violent."
    },
    {
        "title": "Destructive",
        "tag": "Negative",
        "content": "Tending to cause destruction. Damaging or harmful."
    },
    {
        "title": "Devious",
        "tag": "Negative",
        "content": "Showing a skillful use of underhanded tactics to achieve goals. Sly and deceitful."
    },
    {
        "title": "Difficult",
        "tag": "Negative",
        "content": "Not easy to do or to deal with. Challenging and demanding."
    },
    {
        "title": "Dirty",
        "tag": "Negative",
        "content": "Covered or marked with an unclean substance. Morally unclean."
    },
    {
        "title": "Disconcerting",
        "tag": "Negative",
        "content": "Causing uncertainty or unease. Confusing and disorienting."
    },
    {
        "title": "Discontented",
        "tag": "Negative",
        "content": "Not satisfied or pleased. Restless and unhappy."
    },
    {
        "title": "Discouraging",
        "tag": "Negative",
        "content": "Causing someone to lose confidence or enthusiasm. Depressing and demoralizing."
    },
    {
        "title": "Discourteous",
        "tag": "Negative",
        "content": "Not polite or respectful. Rude and impolite."
    },
    {
        "title": "Dishonest",
        "tag": "Negative",
        "content": "Not truthful or trustworthy. Deceptive and untruthful."
    },
    {
        "title": "Disloyal",
        "tag": "Negative",
        "content": "Not loyal or faithful. Betraying trust or allegiance."
    },
    {
        "title": "Disobedient",
        "tag": "Negative",
        "content": "Failing to obey rules or orders. Rebellious and defiant."
    },
    {
        "title": "Disorderly",
        "tag": "Negative",
        "content": "Not neat or tidy. Rowdy and disruptive."
    },
    {
        "title": "Disorganized / Disorganised",
        "tag": "Negative",
        "content": "Not organized / organised or arranged in a structured way. Chaotic and messy."
    },
    {
        "title": "Disputatious",
        "tag": "Negative",
        "content": "Inclined to dispute or argue. Contentious and quarrelsome."
    },
    {
        "title": "Disrespectful",
        "tag": "Negative",
        "content": "Lacking respect or courtesy. Rude and impolite."
    },
    {
        "title": "Disruptive",
        "tag": "Negative",
        "content": "Causing disorder or turmoil. Interfering with normal progress or activity."
    },
    {
        "title": "Dissolute",
        "tag": "Negative",
        "content": "Lacking moral restraint. Indulging in sensual pleasures."
    },
    {
        "title": "Dissonant",
        "tag": "Negative",
        "content": "Lacking harmony. Clashing and discordant."
    },
    {
        "title": "Distractible",
        "tag": "Negative",
        "content": "Easily distracted. Unable to focus or concentrate."
    },
    {
        "title": "Disturbing",
        "tag": "Negative",
        "content": "Causing anxiety or worry. Upsetting and unsettling."
    },
    {
        "title": "Dogmatic",
        "tag": "Negative",
        "content": "Expressing opinions in a forceful and arrogant way. Intolerant of others' views."
    },
    {
        "title": "Domineering",
        "tag": "Negative",
        "content": "Asserting control in an arrogant or overbearing way. Overpowering and dictatorial."
    },
    {
        "title": "Dull",
        "tag": "Negative",
        "content": "Lacking interest or excitement. Boring and tedious."
    },
    {
        "title": "Easily Discouraged",
        "tag": "Negative",
        "content": "Quickly losing confidence or hope. Giving up easily."
    },
    {
        "title": "Egocentric",
        "tag": "Negative",
        "content": "Thinking only of oneself. Self-centered / centred and selfish."
    },
    {
        "title": "Enervated",
        "tag": "Negative",
        "content": "Feeling drained of energy. Weak and tired."
    },
    {
        "title": "Envious",
        "tag": "Negative",
        "content": "Feeling or showing envy. Resentful of someone else's success."
    },
    {
        "title": "Erratic",
        "tag": "Negative",
        "content": "Not consistent or predictable. Eccentric or irregular."
    },
    {
        "title": "Escapist",
        "tag": "Negative",
        "content": "Avoiding reality by indulging in distractions. Seeking relief from the real world."
    },
    {
        "title": "Excitable",
        "tag": "Negative",
        "content": "Easily excited or agitated. Quick to show emotion or enthusiasm."
    },
    {
        "title": "Expedient",
        "tag": "Negative",
        "content": "Convenient and practical. Acting out of self-interest."
    },
    {
        "title": "Extravagant",
        "tag": "Negative",
        "content": "Spending much more than is necessary. Lavish and wasteful."
    },
    {
        "title": "Extreme",
        "tag": "Negative",
        "content": "Reaching a high or the highest degree. Very intense."
    },
    {
        "title": "Faithless",
        "tag": "Negative",
        "content": "Not loyal or faithful. Disloyal and untrustworthy."
    },
    {
        "title": "False",
        "tag": "Negative",
        "content": "Not true or accurate. Deceptive and untruthful."
    },
    {
        "title": "Fanatical",
        "tag": "Negative",
        "content": "Filled with excessive and single-minded zeal. Extremely passionate or enthusiastic."
    },
    {
        "title": "Fanciful",
        "tag": "Negative",
        "content": "Given to fancy or imagination. Whimsical and unrealistic."
    },
    {
        "title": "Fatalistic",
        "tag": "Negative",
        "content": "Believing that all events are predetermined. Accepting of one's fate or destiny."
    },
    {
        "title": "Fawning",
        "tag": "Negative",
        "content": "Displaying excessive flattery or servility. Obsequious and sycophantic."
    },
    {
        "title": "Fearful",
        "tag": "Negative",
        "content": "Feeling or showing fear. Afraid and anxious."
    },
    {
        "title": "Fickle",
        "tag": "Negative",
        "content": "Changing frequently. Lacking steadfastness or loyalty."
    },
    {
        "title": "Manipulative",
        "tag": "Negative",
        "content": "Attempting to influence or control others to one's own advantage, often in a clever or unscrupulous way. Exploiting situations or people for personal gain, often without regard for their feelings or well-being."
    },
    {
        "title": "Cunning",
        "tag": "Negative",
        "content": "Clever and skilled in achieving one's ends, often in a deceitful way. Shrewd and calculating, often using trickery to gain an advantage."
    },
    {
        "title": "Controlling",
        "tag": "Negative",
        "content": "Seeking to dominate or command others. Dictating actions or behaviors to satisfy one's own needs or desires."
    },
    {
        "title": "Fiery",
        "tag": "Negative",
        "content": "Easily provoked or angered. Passionate and intense, often to the point of being volatile."
    },
    {
        "title": "Fixed",
        "tag": "Negative",
        "content": "Rigid and unchanging. Stubbornly adhering to one's own views or methods."
    },
    {
        "title": "Flamboyant",
        "tag": "Negative",
        "content": "Tending to attract attention because of exuberance, confidence, and stylishness. Often exaggerated or extravagant in behavior."
    },
    {
        "title": "Foolish",
        "tag": "Foolish",
        "content": "Lacking good sense or judgment. Often acting impulsively and irrationally."
    },
    {
        "title": "Forgetful",
        "tag": "Negative",
        "content": "Tending to forget things easily. Often failing to remember important information or tasks."
    },
    {
        "title": "Fraudulent",
        "tag": "Negative",
        "content": "Deliberately deceitful or dishonest. Often involving trickery or manipulation for personal gain."
    },
    {
        "title": "Frightening",
        "tag": "Negative",
        "content": "Causing fear or alarm. Often intimidating or threatening to others."
    },
    {
        "title": "Frivolous",
        "tag": "Negative",
        "content": "Not having any serious purpose or value. Often trivial or superficial."
    },
    {
        "title": "Gloomy",
        "tag": "Negative",
        "content": "Having or showing a depressed or despondent mood. Often pessimistic and melancholic."
    },
    {
        "title": "Graceless",
        "tag": "Negative",
        "content": "Lacking smoothness and elegance in movement. Often awkward or clumsy."
    },
    {
        "title": "Grand",
        "tag": "Negative",
        "content": "Impressive and magnificent in appearance or style. Often extravagant or pompous."
    },
    {
        "title": "Grim",
        "tag": "Greedy",
        "content": "Having or showing an intense and selfish desire for something. Often excessively wanting more than is needed or deserved."
    },
    {
        "title": "Gullible",
        "tag": "Negative",
        "content": "Easily persuaded to believe something. Often overly trusting and naive."
    },
    {
        "title": "Hateful",
        "tag": "Hateful",
        "content": "Feeling or showing extreme dislike or ill will. Often malicious and spiteful."
    },
    {
        "title": "Haughty",
        "tag": "Negative",
        "content": "Having or showing an exaggerated sense of one's own importance. Often arrogant and disdainful."
    },
    {
        "title": "Hedonistic",
        "tag": "Negative",
        "content": "Pursuing or devoted to pleasure, especially sensual pleasure. Often self-indulgent and selfish."
    },
    {
        "title": "Hesitant",
        "tag": "Negative",
        "content": "Slow to act or speak due to doubt or uncertainty. Often indecisive or timid."
    },
    {
        "title": "Hidebound",
        "tag": "Negative",
        "content": "Unwilling or unable to change or adapt. Often narrow-minded and inflexible."
    },
    {
        "title": "High-handed",
        "tag": "Negative",
        "content": "Acting in an arrogant or domineering manner. Often disregarding the feelings or rights of others."
    },
    {
        "title": "Hostile",
        "tag": "Negative",
        "content": "Showing or feeling opposition or dislike; unfriendly. Often aggressive or antagonistic."
    },
    {
        "title": "Ignorant",
        "tag": "Negative",
        "content": "Lacking knowledge, information, or awareness about something in particular. Often uneducated or uninformed."
    },
    {
        "title": "Imitative",
        "tag": "Negative",
        "content": "Tending to copy or mimic others. Often lacking originality or authenticity."
    },
    {
        "title": "Impatient",
        "tag": "Negative",
        "content": "Quickly irritated or annoyed by delay or disagreement. Often restless and eager for action."
    },
    {
        "title": "Impractical",
        "tag": "Negative",
        "content": "Not suitable or possible to actually do or use. Often unrealistic or idealistic."
    },
    {
        "title": "Imprudent",
        "tag": "Negative",
        "content": "Acting without thought for the consequences. Often reckless or foolish."
    },
    {
        "title": "Impulsive",
        "tag": "Negative",
        "content": "Acting on a sudden desire or inclination. Often spontaneous and unpredictable."
    },
    {
        "title": "Inconsiderate",
        "tag": "Negative",
        "content": "Not thinking or caring about the feelings or needs of others. Often selfish and thoughtless."
    },
    {
        "title": "Incurious",
        "tag": "Negative",
        "content": "Lacking interest or curiosity. Often apathetic or indifferent."
    },
    {
        "title": "Indecisive",
        "tag": "Negative",
        "content": "Unable to make decisions quickly or confidently. Often hesitant or uncertain."
    },
    {
        "title": "Indulgent",
        "tag": "Negative",
        "content": "Allowing oneself to enjoy the pleasure of something. Often excessive or self-gratifying."
    },
    {
        "title": "Inert",
        "tag": "Negative",
        "content": "Lacking the ability or will to move or act. Often sluggish or passive."
    },
    {
        "title": "Inhibited",
        "tag": "Negative",
        "content": "Unable to act or express oneself freely due to self-consciousness or restraint. Often reserved or restrained."
    },
    {
        "title": "Insecure",
        "tag": "Negative",
        "content": "Uncertain or anxious about oneself. Often lacking confidence or self-assurance."
    },
    {
        "title": "Insensitive",
        "tag": "Negative",
        "content": "Showing little regard or consideration for the feelings of others. Often tactless or rude."
    },
    {
        "title": "Insincere",
        "tag": "Negative",
        "content": "Not genuinely or truly meant or felt. Often hypocritical or deceitful."
    },
    {
        "title": "Insulting",
        "tag": "Negative",
        "content": "Causing or intending to cause hurt or offense. Often disrespectful or rude."
    },
    {
        "title": "Intolerant",
        "tag": "Negative",
        "content": "Not willing to accept or respect other people's beliefs, opinions, or behaviors. Often narrow-minded or prejudiced."
    },
    {
        "title": "Irascible",
        "tag": "Negative",
        "content": "Having or showing a tendency to be easily angered. Often irritable or short-tempered."
    },
    {
        "title": "Irrational",
        "tag": "Negative",
        "content": "Not logical or reasonable. Often unpredictable or illogical."
    },
    {
        "title": "Irresponsible",
        "tag": "Negative",
        "content": "Not thinking about or being concerned with the consequences of one's actions. Often careless or reckless."
    },
    {
        "title": "Irritable",
        "tag": "Negative",
        "content": "Easily annoyed or impatient. Often short-tempered or snappish."
    },
    {
        "title": "Lazy",
        "tag": "Negative",
        "content": "Unwilling to work or make an effort. Often sluggish or idle."
    },
    {
        "title": "Libidinous",
        "tag": "Negative",
        "content": "Showing excessive sexual desire. Often lustful or lecherous."
    },
    {
        "title": "Malicious",
        "tag": "Negative",
        "content": "Intending to do evil or cause harm. Often spiteful or vindictive."
    },
    {
        "title": "Mannerless",
        "tag": "Negative",
        "content": "Lacking good manners. Often rude or impolite."
    },
    {
        "title": "Mawkish",
        "tag": "Negative",
        "content": "Excessively or falsely sentimental. Often overly emotional or soppy."
    },
    {
        "title": "Mealymouthed",
        "tag": "Negative",
        "content": "Speaking in an indirect or evasive way. Often vague or unclear."
    },
    {
        "title": "Mechanical",
        "tag": "Negative",
        "content": "Performed or operating in a rigid and unimaginative way. Often monotonous or repetitive."
    },
    {
        "title": "Meddlesome",
        "tag": "Negative",
        "content": "Interfering or intrusive. Often nosy or overly involved in others' affairs."
    },
    {
        "title": "Melancholic",
        "tag": "Negative",
        "content": "Having or showing a gloomy and depressed nature. Often sad or pensive."
    },
    {
        "title": "Meretricious",
        "tag": "Negative",
        "content": "Attractive in a vulgar or superficial way. Often flashy or gaudy."
    },
    {
        "title": "Messy",
        "tag": "Negative",
        "content": "Untidy or disorganized. Often chaotic or cluttered."
    },
    {
        "title": "Miserable",
        "tag": "Negative",
        "content": "Very unhappy or unhappy in a way that is pitiful. Often sad or depressed."
    },
    {
        "title": "Miserly",
        "tag": "Negative",
        "content": "Reluctant to spend money. Often stingy or penny-pinching."
    },
    {
        "title": "Misguided",
        "tag": "Negative",
        "content": "Having or showing faulty judgment or guidance. Often mistaken or ill-advised."
    },
    {
        "title": "Mistaken",
        "tag": "Negative",
        "content": "Wrong in one's judgment or belief. Often incorrect or in error."
    },
    {
        "title": "Money-minded",
        "tag": "Negative",
        "content": "Excessively concerned with money or financial gain. Often materialistic or greedy."
    },
    {
        "title": "Monstrous",
        "tag": "Negative",
        "content": "Extremely cruel or wicked. Often inhuman or brutal."
    },
    {
        "title": "Moody",
        "tag": "Negative",
        "content": "Subject to sudden or frequent changes of mood. Often irritable or unpredictable."
    },
    {
        "title": "Morbid",
        "tag": "Negative",
        "content": "Having an abnormal and unhealthy interest in disturbing or unpleasant subjects. Often gloomy or gruesome."
    },
    {
        "title": "Muddle-headed",
        "tag": "Negative",
        "content": "Confused or unclear in thought. Often muddled or bewildered."
    },
    {
        "title": "Naive",
        "tag": "Negative",
        "content": "Lacking experience, wisdom, or judgment. Often gullible or credulous."
    },
    {
        "title": "Narcissistic",
        "tag": "Negative",
        "content": "Having an excessive or erotic interest in oneself and one's physical appearance. Often vain or self-absorbed."
    },
    {
        "title": "Narrow",
        "tag": "Negative",
        "content": "Limited in scope or range. Often restricted or narrow-minded."
    },
    {
        "title": "Narrow-minded",
        "tag": "Negative",
        "content": "Lacking tolerance or flexibility in views or opinions. Often intolerant or prejudiced."
    },
    {
        "title": "Natty",
        "tag": "Negative",
        "content": "Dressed in a neat and stylish manner. Often smart or fashionable."
    },
    {
        "title": "Negativistic",
        "tag": "Negative",
        "content": "Characterized by habitual negativity and a critical nature. Often pessimistic or cynical."
    },
    {
        "title": "Neglectful",
        "tag": "Negative",
        "content": "Failing to care for or pay proper attention to someone or something. Often careless or irresponsible."
    }
]